/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Lansați Impress de pe calculator\n* Conectați ambele dispozitive la aceeași rețea WiFi network\n* P.S. Dispozitivul iOS este acum conectat la \"%@\"";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Nu aveți momentan o conexiune WiFi.\n* Conectați dispozitivul iOS și calculatorul la aceeași rețea\n* Reîmprospătați\n* pont: puteți crea o rețea personală de tip hotspot între calculator și iPhone";

/* Popover option */
"About Impress Remote" = "Despre telecomanda Impress";

/* No comment provided by engineer. */
"Back" = "Înapoi";

/* Popover option */
"Blank Screen" = "Ecran gol";

/* No comment provided by engineer. */
"Cancel" = "Renunță";

/* No comment provided by engineer. */
"Click to refresh" = "Clic pentru reîmprospătare";

/* Back button to the connect page on navbar */
"Connect" = "Conectare";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Conectați dispozitivele la aceeași rețea WiFi.";

/* instruction page title */
"Connection" = "Conexiune";

/* Popover option */
"Connection Help" = "Ajutor conexiune";

/* Connection Lost Alert title */
"Connection Lost" = "Conexiune pierdută";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Ups, conexiune pierdută... Încercați să vă reconectați la calculator. ";

/* Control instruction title */
"Control" = "Controale";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Creați un hotspot personal de pe iPhone dacă aveți nevoie.";

/* Server list section title */
"Custom Connections" = "Conexiuni personalizate";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Dacă nu apare calculatorul în secțiunea de mai sus, adăugați-l manual prin adresa sa IP. ";

/* Server list section title */
"Detected Connections" = "Conexiuni descoperite";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Introduceți codul PIN în Prezentare - Telecomandă Impress";

/* Connection failure title */
"Failed to reach server" = "Serverul nu a fost găsit";

/* Connection failure message */
"Failed to reach server Msg" = "Verificați adresa IP și verificați că LibreOffice Impress funcționează cu funcția de telecomandă Impress activată.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Calculatorul nu a fost găsit";

/* No comment provided by engineer. */
"Help" = "Ajutor";

/* In app How-to title */
"How-to" = "Cum să";

/* App name displayed on navbar */
"Impress Remote" = "Telecomandă Impress";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Adresă IP nevalidă";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Adresa IP introdusă nu este validă";

/* EditableTableViewCell placeholder */
"IP Address" = "Adresa IP";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Porniți Impress și selectați calculatorul dumneavoastră.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Nume (opțional)";

/* No comment provided by engineer. */
"New Server" = "Server nou";

/* No comment provided by engineer. */
"No, thanks" = "Nu, mulțumesc";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "Bine, mulțumesc";

/* Pairing instruction title */
"Pairing" = "Asociere";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instrucțiuni de asociere";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Lansați LibreOffice Impress pe calculator\n\n2. Activați Preferințe - LibreOffice Impress - General - Activare telecomandă\n\n3. Asigurați-vă că atât dispozitivul și calculatorul sunt conectate la aceeași rețea WiFi\n\n4. Introduceți manual adresa de IP a calculatorului dacă nu este detectată\n\n5. Conectați-vă și profitați!\n\n";

/* Update button text in diffrent states */
"Pause" = "Pauză";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Încercați să reporniți LibreOffice Impress pe calculator.";

/* Popover option */
"Restart" = "Repornire";

/* No comment provided by engineer. */
"Resume from blank screen" = "Reveniți de la ecranul gol";

/* Popover option */
"Resume from blank Screen" = "Reveniți de la ecranul gol";

/* No comment provided by engineer. */
"Searching" = "Se caută";

/* Sidebar section header */
"Slides" = "Diapozitive";

/* Update button text in diffrent states */
"Start" = "Start";

/* Popover option */
"Stop Presentation" = "Opriți prezentarea";

/* Sidebar section header */
"Stop Watch" = "Cronometru";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Doriți un tur al telecomenzii Impress iOS?";

/* Sidebar section header */
"Timer" = "Temporizator";

/* No comment provided by engineer. */
"Yes" = "Da";

